orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/rivaroxaban.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 16:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-1">
</div><div id="outline-container-unnumbered-2" class="outline-3">
<h3 id="unnumbered-2">Nonvalvular atrial fibrillation</h3>
<div class="outline-text-3" id="text-unnumbered-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;50 mL/min</td>
<td class="left">20 mg PO once daily with evening meal</td>
</tr>

<tr>
<td class="left">≥15 to ≤50 mL/min</td>
<td class="left">15 mg PO once daily with evening meal</td>
</tr>

<tr>
<td class="left">&lt;15 mL/min or dialysis</td>
<td class="left">Not recommended</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-3">
<h3 id="unnumbered-3">DVT and PE</h3>
<div class="outline-text-3" id="text-unnumbered-3">
<ul class="org-ul">
<li>15 mg PO BID with food for the first 21 days for initial treatment of acute DVT or PE.  After the initial treatment period, 20 mg orally once daily with food for the remaining treatment and the long-term reduction in the risk of recurrence of DVT and PE.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-3">
<h3 id="unnumbered-4">Prophylaxis of DVT following hip or knee replacement surgery</h3>
<div class="outline-text-3" id="text-unnumbered-4">
<ul class="org-ul">
<li>10 mg PO once daily with or without food.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-2">
<h2 id="unnumbered-5">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-5">
<ul class="org-ul">
<li>Tablets
<ul class="org-ul">
<li>10 mg</li>
<li>15 mg</li>
<li>20 mg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-2">
<h2 id="unnumbered-6">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-6">
<ul class="org-ul">
<li>Active pathological bleeding</li>
<li>Severe hypersensitivity reaction to rivaroxaban</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-2">
<h2 id="unnumbered-7">Warnings and precautions</h2>
<div class="outline-text-2" id="text-unnumbered-7">
<ul class="org-ul">
<li>Risk of bleeding: Can cause serious and fatal bleeding. Promptly evaluate signs and symptoms of blood loss.</li>
<li>Pregnancy-related hemorrhage: use with caution in pregnant women due to the potential for obstetric hemorrhage and/or emergent delivery.  Promptly evaluate signs and symptoms of blood loss.</li>
<li>Prosthetic heart valves: Use is not recommended.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-2">
<h2 id="unnumbered-8">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-8">
<ul class="org-ul">
<li>Most common adverse reaction (&gt;5%) is bleeding.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-9" class="outline-2">
<h2 id="unnumbered-9">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-9">
<ul class="org-ul">
<li>Combined P-gp and strong CYP3A4 inhibitors(ketoconazole, ritonavir, clarithromycin, erhythmomycin, and fluconazole) and inducers (carbamazepine, phenytoin, rifampin, and St. John's wart): Avoid concomitant use.</li>
<li>Anticoagulants and antiplatelet drugs: Avoid concomitant use.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-10" class="outline-2">
<h2 id="unnumbered-10">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-10">
<ul class="org-ul">
<li>Nursing mothers: Discontinue drug or discontinue nursing.</li>
<li>Renal impairment: Avoid or adjust dose based on CrCl.</li>
<li>Hepatic impairment: Avoid use in patient with Child-Pugh B and C hepatic impairment or with any degree of hepatic disease associated with coagulopathy.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
